parallax/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title></title>
<meta name="generator" content="Org mode">
<meta name="author" content="Jay Dixit">
</head>
<body>
<div id="content">
<style>
html {
  height: 100%;
  overflow: hidden;
}


body {
  color: #fff;
  margin: 0;
  padding: 0;
  -webkit-perspective: 1px;
  perspective: 1px;
  -webkit-transform-style: preserve-3d;
  transform-style: preserve-3d;
  height: 100%;
  overflow-y: scroll;
  overflow-x: hidden;
}

header {
  box-sizing: border-box;
  min-height: 40vw;
  padding: 30vw 0 5vw;
  position: relative;
  -webkit-transform-style: inherit;
  transform-style: inherit;
  width: 100vw;
}

header,
header:before { background: 50% 50% / cover; }

header::before {
  bottom: 0;
  content: "";
  left: 0;
  position: absolute;
  right: 0;
  top: 0;
  display: block;
  background-color: #8a8;
  background-image: url(/Users/jay/Dropbox/github/incandescentman.github.io/bill-burr/bill-burr-walk-your-way-out.jpg);
  background-size: cover;
  -webkit-transform-origin: center center 0;
  -webkit-transform: translateZ(-1px) scale(2);
  transform-origin: center center 0;
  transform: translateZ(-1px) scale(2);
  z-index: -1;
  min-height: 100vh;
}

header * {
  font-weight: normal;
  letter-spacing: 0.2em;
  text-align: center;
  margin: 0;
  padding: 1em 0;
}

header p { background-color: hsla(0, 0%, 100%,0.1); }

main {
  background-color: #fff;
color: #000; 
  line-height: 1.7;
position: relative;
  z-index: 2;
}
</style>
</head>

<body>
<header>
  <h1>Pure CSS Parallax Header</h1>
  <p>Similar to the Twitter header.</p>
</header> 
<main> 
<div id="outline-container-org65b89f5" class="outline-2">
<h2 id="org65b89f5">Art and cocktails in Gramercy</h2>
<div class="outline-text-2" id="text-org65b89f5">
<p>
Now that winter has at last roused and shaken off its slumber, let&rsquo;s gather together for some healing cocktails to revive our seasonally-affected spirits as we lurch forward into the new year. 
</p>

<p>
I&rsquo;ll be co-hosting with a friend, the brilliant Max Makewell, at his art studio in Gramercy, where we&rsquo;ll clink glasses amid his mythic, kaleidoscopic paintings and toast the possibilities of the year ahead. 
</p>

<p>
The house will serve a small menu of unusual cocktails of gin, mezcal, and moonshine, as well as light snacks. Your own civilian contributions of booze and foodstuffs are likewise welcome but certainly not required. Please feel free too to invite friends.
</p>

<p>
Looking forward to seeing you all.
</p>

<p>
Until then!
</p>

<p>
Jay
</p>

<p>
<strong>Where</strong>: 30 East 22nd Street #4D New York NY 10010 <br>
<strong>Map</strong>: <a href="https://goo.gl/maps/8EAseZNHzHM2">https://goo.gl/maps/8EAseZNHzHM2</a> <br>
<strong>When</strong>: Friday, January 8, 2016, 6:00 - 10:00pm <br>
<strong>Invite</strong>: <a href="http://dixit.ca/art">dixit.ca/art</a>
</p>
</main>
<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-46156385-1', 'cssscript.com');
  ga('send', 'pageview');

</script> 
</div>
</div>
</div>
</body>
</html>
